Repository: NguyenXuanQuangIT/accessible_youtube_downloader_pro
Catalog: source/languages/*/lc_messages/accessible_youtube_downloader.po
Languages: it

source: اضغط على مفتاح القوائم alt للوصول إلى خيارات البرنامج, أو تنقل بزر التاب للوصول سريعًا إلى أهم الخيارات المتاحة.
it: Premi il tasto alt per accedere a tutte le opzioni disponibili o utilizza il tasto tab per un accesso rapido alle funzionalità di base.

source: البحث في youtube ctrl+f
it: Cerca in YouTube ctrl+f

source: التنزيل من خلال رابط ctrl+d
it: Download da un link di YouTube ctrl+d

source: تشغيل فيديو youtube من خلال الرابط ctrl+y
it: Riproduci da un link di YouTube ctrl+y

source: الفيديوهات المفضلة ctrl+shift+f
it: Video preferiti ctrl+shift+f

source: فتح مجلد التنزيل ctrl+p
it: Apri la cartella dei download ctrl+p

source: الإعدادات... alt+s
it: Impostazioni... alt+s

source: جاري البحث
it: Ricerca in corso

source: خروج ctrl+w
it: Esci ctrl+w

source: القائمة الرئيسية
it: Menu principale

source: دليل المستخدم... f1
it: Guida utente… f1

source: البحث عن التحديثات
it: Cerca aggiornamenti

source: عن البرنامج...
it: Informazioni applicazione...

source: البريد الالكتروني...
it: Email...

source: تويتر...
it: Twitter...

source: تواصل معي
it: Contatta lo sviluppatore

source: حول
it: Informazioni

source: جاري التشغيل
it: Riproduzione

source: دليل استخدام برنامج accessible youtube downloader pro
it: Guida utente di Accessible YouTube downloader pro

source: جاري البحث عن التحديثات. يرجى الانتظار
it: Verifica degli aggiornamenti. Attendere prego.

source: بايت
it: Byte

source: كيلو بايت
it: kilo byte

source: ميجا بايت
it: Mega byte

source: جيجا بايت
it: Giga byte

source: تيرا بايت
it: Tera byte

source: المقدار المتبقي: {} {}
it: Dimensione rimanente del file: {} {}

source: حجم الملف الإجمالي: {} {}
it: Dimensione totale del file: {} {}

source: سرعة التنزيل: {} {}
it: Velocità del download: {} {}

source: مقدار الحجم الذي تم تنزيله: {} {}
it: Dimensione scaricata: {} {}

source: نسبة التنزيل: {}%
it: Percentuale di download: {}%

source: خطأ
it: Errore

source: لقد أدخلت رابطًأ غير صحيح. يرجى تجربة رابط آخر, أو حاول التأكد من وجود اتصال بالشبكة.
it: La connessione internet non è corretta o hai inserito un URL YouTube non valido. Controlla e riprova.

source: اكتمل التنزيل بنجاح
it: Download completato con successo.

source: نجاح
it: Operazione completata con successo

source: قائمة تشغيل
it: Playlist

source: قناة
it: Canale

source: فيديو
it: Video

source: لقد تم الكشف عن وجود رابط ل{} يوتيوب في الحافظة. يرجى اختيار الإجراء المطلوب
it: Rilevato un link YouTube {} negli appunti. Cosa vuoi fare adesso?

source: تنزيل
it: Scarica

source: تشغيل
it: Riproduci

source: فتح...
it: Apri...

source: إلغاء
it: Annulla

source: التعليقات
it: Commenti

source: إغلاق
it: Chiudi

source: بواسطة {}
it: Commentato da {}

source: لم نتمكن من تحميل المزيد من التعليقات
it: Impossibile caricare altri commenti

source: لا يزال التحميل جار
it: Caricamento ancora in corso

source: ليس هناك المزيد من التعليقات
it: Non ci sono altri commenti

source: تم تحميل المزيد من التعليقات
it: Altri commenti caricati

source: نسخ التعليق
it: Copia commento

source: تم نسخ التعليق المحدد إلى الحافظة
it: Il commento selezionato è stato copiato

source: وصف الفيديو
it: Descrizione del video

source: الوصف:
it: Descrizione:

source: نسخ
it: Copia

source: التصدير إلى مستند نصي (txt)...
it: Esporta come file TXT...

source: التصدير إلى صفحة ويب (html)...
it: Esporta come file documento web HTML...

source: رابط التنزيل: :
it: Link da scaricare:

source: نوع المقطع
it: Tipo file:

source: صوت
it: Audio

source: صيغة المقطع
it: Formato del file:

source: اختر مجلد التنزيل
it: Scegli la cartella di download

source: يرجى إدخال رابطًا صحيحًا.
it: Inserisci un URL YouTube valido.

source: جاري التنزيل - {}
it: Download in corso

source: المفضلة:
it: Preferiti

source: إلغاء التفضيل
it: Rimuovi dai preferiti

source: العودة إلى النافذة الرئيسية
it: Torna alla finestra principale

source: تم حذف الفيديو من قائمة المفضلة
it: Eliminato dalla lista dei preferiti

source: التشغيل كمقطع صوتي
it: Riproduci come traccia audio

source: التنزيل المباشر... ctrl+d
it: Download diretto... ctrl+d

source: الانتقال إلى القناة
it: Esplora il canale

source: تنزيل القناة
it: Scarica l'intero canale

source: نسخ رابط المقطع
it: Copia il link del video

source: الفتح من خلال متصفح الإنترنت
it: Apri nel browser

source: اكتمال
it: Fatto

source: تم نسخ رابط المقطع بنجاح
it: L'URL del video è stato copiato correttamente.

source: ادخل رابط الفيديو لتشغيله من خلال مشغل البرنامج
it: Inserisci il link del video YouTube da riprodurre

source: رابط المقطع
it: Link:

source: التشغيل ك:
it: Riproduci come:

source: مقطع صوتي
it: Audio

source: مقطع فيديو
it: Video

source: قائمة الفيديوهات:
it: Lista dei video

source: رجوع
it: Indietro

source: جاري عرض قائمة التشغيل
it: Caricamento playlist

source: حدث خطأ ما أثناء محاولة فتح قائمة التشغيل
it: Si è verificato un errore durante il caricamento della playlist

source: تم تحميل المزيد من الفيديوهات
it: Altri video caricati

source: ليس هناك فيديوهات أخرى
it: Non ci sono altri video

source: لم يتم تحميل المزيد من الفيديوهات
it: Impossibile caricare altri video

source: بحث
it: Ricerca

source: ابحث في youtube:
it: Cerca in YouTube

source: فلتر:
it: Filtro:

source: بلا فلتر
it: Nessun filtro

source: تاريخ الرفع
it: Data del caricamento

source: عدد المشاهدات
it: {} visualizzazioni

source: بث مباشر
it: Dal vivo

source: ابحث
it: Ricerca

source: الإعدادات
it: Impostazioni

source: لغة البرنامج:
it: Lingua di visualizzazione del programma:

source: مسار مجلد التنزيل:
it: Percorso cartella dei download:

source: &تغيير المسار
it: Cambia percorso

source: التفضيلات العامة
it: Impostazioni generali

source: اكتشاف الروابط تلقائيًا عند فتح البرنامج
it: Rileva automaticamente i link di YouTube all'avvio del programma

source: الكشف عن التحديثات الجديدة تلقائيًا عند فتح البرنامج
it: Verifica automaticamente la presenza di nuovi aggiornamenti all'avvio del programma

source: تحميل المزيد من نتائج البحث عند الوصول إلى نهاية قائمة الفيديوهات المعروضة
it: Carica automaticamente ulteriori risultati quando raggiungi la fine della lista dei video

source: إعدادات التنزيل
it: Impostazioni download

source: صيغة التحميل المباشر:
it: Formato predefinito per il download diretto:

source: صوت (m4a)
it: Audio M4A

source: صوت (mp3)
it: Audio MP3

source: فيديو (mp4)
it: Video MP4

source: جودة تحويل ملفات mp3:
it: Qualità di conversione MP3:

source: إعدادات المشغل
it: Impostazioni riproduttore

source: متابعة المشاهدة بعد إغلاق الفيديو وتشغيله من جديد
it: Riprendi da dove hai lasciato il video quando apri di nuovo il programma

source: إعادة تشغيل المقطع تلقائيًا عند انتهائه
it: Riproduci automaticamente le tracce quando viene raggiunta la fine

source: الانتقال إلى المقطع التالي تلقائيًا عند انتهاء المقطع الحالي
it: Riproduci automaticamente la traccia successiva al termine del video corrente

source: مواف&ق
it: &Ok

source: إل&غاء
it: &Annulla

source: تنبيه
it: Attenzione

source: لقد قمت بتغيير لغة البرنامج إلى {}, مما يعني أنه ينبغي عليك إعادة تشغيل البرنامج لتطبيق التعديلات. هل تريد القيام بذلك حالًا?
it: Hai cambiato la lingua del programma in {}, che richiede il riavvio per applicare le modifiche. Vuoi riavviare adesso?

source: تنزيل التحديثات
it: Scaricamento degli aggiornamenti

source: في انتظار بدء التحميل...
it: In attesa dell'inizio del download...

source: إيقاف التحميل
it: Annulla il download

source: لا يمكن تحديث البرنامج في الوقت الحالي
it: Impossibile aggiornare l'applicazione in questo momento

source: يتم الآن تنزيل التحديث {}
it: Sto scaricando l'aggiornamento {}%

source: اكتمل تنزيل التحديث بنجاح. يرجى الضغط على موافق للشروع في عملية التثبيت
it: L'aggiornamento dell'applicazione è stato scaricato correttamente. Fai clic su ok per procedere con l'installazione.

source: جاري تثبيت التحديث
it: Sto installando l'aggiornamento

source: حدث خطأ ما عند محاولة فتح ملف التثبيت. فضلًا أعد محاولة التحديث مجددًا, أو تواصل مع المطور للإبلاغ بالمشكلة
it: Si è verificato un errore sconosciuto durante l'avvio dell'aggiornamento. Prova ad aggiornare nuovamente l'applicazione o contatta lo sviluppatore per segnalare il problema.

source: المقطع السابق
it: Precedente

source: بداية المقطع
it: ricomincia dall'inizio

source: إرجاع المقطع <
it: Riavvolgimento<

source: تشغيل\إيقاف
it: Riproduci/Pausa

source: تقديم المقطع >
it: Avanzamento>

source: المقطع التالي
it: Successivo

source: وصف الفيديو ctrl+shift+d
it: Descrizione del video ctrl+shift+d

source: التعليقات... ctrl+shift+j
it: Commenti... ctrl+shift+j

source: نسخ رابط المقطع ctrl+l
it: Copia link del video ctrl+l

source: الفتح من خلال متصفح الإنترنت ctrl+b
it: Apri nel browser ctrl+b

source: الإعدادات. alt+s
it: Impostazioni... alt+s

source: خيارات المقطع
it: Opzioni video

source: الوقت المنقضي: {}
it: Tempo trascorso: {}

source: سريع
it: Veloce

source: معتدل
it: Normale

source: بطيء
it: Lento

source: تحريك المقطع
it: Accuratezza spostamento della traccia:

source: ثانية/ثواني
it: Secondo/i

source: التكرار متوقف
it: Ripeti disattivo

source: التكرار مفعل
it: Ripeti attivo

source: تشغيل المقطع التالي تلقائيًا متوقف
it: Riproduci automaticamente la traccia successiva disattivo

source: تشغيل المقطع التالي تلقائيًا مفعل
it: Riproduci automaticamente la traccia successiva attivo

source: المدة: {}
it: Durata: {}

source: وضع ملء الشاشة مفعل
it: Modalità a schermo intero abilitata

source: وضع ملء الشاشة متوقف
it: Modalità a schermo intero disabilitata

source: جاري الفتح
it: Apertura in corso

source: يتم الآن جلب وصف الفيديو
it: estrazione della descrizione del video in corso

source: هناك خطأ ما أدى إلى منع جلب وصف الفيديو
it: Si è verificato un errore durante l'estrazione della descrizione del video

source: لا يمكن جلب التعليقات لهذا الفيديو
it: Impossibile caricare i commenti per questo video

source: يتم الآن جلب التعليقات
it: Caricamento dei commenti in corso

source: لم يتم العثور على تعليقات في هذا المقطع
it: Impossibile trovare i commenti

source: دقيقة واحدة
it: 1 minuto

source: دقيقتان
it: 2 minuti

source: {} دقائق
it: {} minuti

source: {} دقيقة
it: {} minuti

source: ثانية
it: 1 secondo

source: ثانيتين
it: 2 secondi

source: {} ثواني
it: {} secondi

source: {} ثانية
it: {} secondi

source: ساعة
it: 1 ora

source: ساعتان
it: 2 ore

source: {} ساعات
it: {} ore

source: {} ساعة
it: {} ore

source: {} و{}
it: {} e {}

source: {} و{} و{}
it: {}, {} e {}

source: حدث خطأ ما أثناء الاتصال بخدمة العثور على التحديثات. تأكد من وجود اتصال مستقر بالإنترنت ثم عاود المحاولة
it: Impossibile avviare la connessione con il server per l'aggiornamento. Assicurati di avere una connessione Internet stabile e riprova.

source: تحديث جديد
it: Nuovo aggiornamento

source: هناك تحديث جديد متوفر. هل ترغب في تنزيله الآن؟
it: è disponibile un nuovo aggiornamento. Vuoi scaricarlo?

source: أنت تعمل الآن على آخر تحديث متوفر من التطبيق
it: Stai eseguendo l'ultima versione dell'applicazione

source: لا يوجد تحديث
it: Nessun aggiornamento

source: نتائج البحث:
it: Risultati di ricerca:

source: تحميل المزيد من النتائج
it: Carica altri risultati

source: تشغيل (enter)
it: Riproduci (invio)

source: تفضيل الفيديو
it: Aggiungi il video ai preferiti

source: بحث... (ctrl+f)
it: Cerca... (ctrl+f)

source: خيارات
it: Opzioni

source: تعذر إجراء عملية البحث بسبب وجود خلل ما في الاتصال بالشبكة.
it: Impossibile ottenere i risultati di ricerca a causa della connessione di rete.

source: جاري تحميل المزيد من النتائج
it: Caricamento di ulteriori risultati...

source: لم يتمكن البرنامج من تحميل المزيد من النتائج
it: Impossibile caricare altri risultati

source: تم تحميل المزيد من نتائج البحث
it: Altri risultati caricati con successo

source: فتح
it: Apri

source: تمت إضافة الفيديو إلى قائمة المفضلة
it: Aggiunto con successo all'elenco dei preferiti

source: تحتوي على {} من الفيديوهات
it: Contiene {} video

source: عدد المشاهدات {}
it: {} visualizzazioni

source: يهدف هذا البرنامج إلى تقديم أيسر السبل أمام المستخدم الكفيف للتصفح " والتنزيل من خدمة استضافة الفيديوهات youtube
it: Questa applicazione mira a fornire una soluzione accessibile agli utenti non vedenti per scaricare e sfogliare i contenuti di YouTube

source: موافق
it: Ok

source: بواسطة
it: Da

source: الإصدار
it: Versione

source: طُوِر بواسطة
it: Sviluppata da

source: اسم البرنامج
it: Nome applicazione
